---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisExportComplexityParam
source: html/ca47282c-9954-3457-1e63-2351c3ceefc0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisExportComplexityParam Property

"Export Complexity"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisExportComplexityParam { get; }
```